IDEA Open Model
ConnectionPoint.ProjectFileName Property
Compatible with IDEA StatiCa Beta 20.0
 Set filename for Connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string ProjectFileName { get; set; }
Public Property ProjectFileName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace